Repository: A5hleyRich/Delightful-Downloads
Catalog: languages/delightful-downloads-*_formal.po
Languages: de

source: Want to be the first to know about future add-ons? Subscribe to keep informed and receive your 20% discount when they’re released!
de: Melden Sie sich an, um über geplante Add-Ons und Erweiterungen informiert zu werden und 20% Rabatt bei der Veröffentlichung zu erhalten.

source: News and Updates
de: Neuigkeiten und Aktualisierungen

source: Your license will expire on %s.
de: Ihre Lizenz ist gültig bis zum %s.

source: Deactivate
de: Deaktiviere

source: Unable to retrieve available add-ons.
de: Add-Ons können nicht geladen werden.

source: Get Add-On
de: Add-Ons laden

source: Delightful Downloads Add-Ons
de: Add-Ons für Delightful Downloads

source: Shortcode copied to clipboard.
de: Der ShortCode ist nun in der Zwischenablage.

source: Licenses
de: Lizenzen

source: No list styles registered
de: Keine Listen-Stil-Definitionen registriert

source: No button styles registered
de: Keine Button-Stil-Definitionen registriert

source: No styles registered
de: Keine Stil-Definitionen registriert

source: Having issues? Check out the %sdocumentation%s. If you can't find a solution, please raise an issue on the %ssupport forums%s.
de: Offene Fragen? Schauen Sie in die %sdocumentation%s. Wenn Sie dort keine Lösung finden, stellen Sie Ihre Frage im %ssupport forums%s.

source: Add-Ons
de: Erweiterungen

source: Download Add-Ons
de: Add-Ons herunterladen

source: %s download restored from the Trash.
de: %s Download wurde (aus dem Papierkorb) wiederhergestellt.

source: %s download moved to the Trash.
de: %s Download wurde in den Papierkorb gelegt.

source: %s download permanently deleted.
de: %s Download wurde endgültig gelöscht.

source: %s download not updated, somebody is editing it.
de: %s download wurde nicht aktualisiert, da dieser gerade bearbeitet wird.

source: 1 download not updated, somebody is editing it.
de: 1 Download konnte nicht aktualisiert werden, da er gerade im Zugriff ist.

source: %s download updated.
de: %s download aktualisiert.

source: Please check your license key and try again.
de: Bitte prüfen Sie Ihren Lizenz-Schlüssel und versuchen Sie es erneut.

source: Your license key has expired.
de: Ihre Lizenz ist abgelaufen.

source: No site activations remaining.
de: Keine ausstehenden Aktivierungen.

source: License key not found.
de: Lizenz-Schlüssel nicht gefunden.

source: %s License Error
de: %s Lizenz-Fehler

source: License Key
de: Lizenzschlüssel

source: Error
de: Irrtum

source: You do not have permission to install plugin updates
de: Sie haben zur Zeit nicht die Erlaubnis Plugin-Updates zu installieren

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
de: Eine neue Version von %1$s ist erhältlich. <a target="_blank" class="thickbox" href="%2$s">Siehe Details der Version %3$s</a> oder <a href="%4$s">jetzt aktualisieren</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
de: Eine neue Version von %1$s ist erhältlich. <a target="_blank" class="thickbox" href="%2$s">Siehe Details der Version %3$s</a>.

source: Upload Directory
de: Upload-Verzeichnis

source: Downloads belong to category AND/OR tag.
de: Downloads einer Kategorie AND/OR Schlagwort.

source: Tag:
de: Schlagwort:

source: Category:
de: Kategorie:

source: List Style:
de: Listen-Stil:

source: DESC
de: Absteigend (Grösstes Element zuerst)

source: ASC
de: Auftsteigend (Grösstes Element zuletzt)

source: Order:
de: Bestellung:

source: Random
de: Zufällig

source: Order by:
de: Anordnen nach:

source: Number of downloads to show:
de: Anzahl der anzuzeigenden Downloads:

source: Title:
de: Titel:

source: A list of your site's downloads.
de: Eine Liste der Downloads Ihrer Seite.

source: The directory to upload files.
de: Das Zielverzeichnis für die Uploads.

source: A super-awesome downloads manager for WordPress.
de: ein hervorragender Download-Manager für WordPress mit Dateirechten und Passwortsperren auf Dateiebene

source: Popular Tags
de: Populäre Tags

source: Search Tags
de: Schlagwörter durchsuchen

source: New Tag Name
de: Neuer Tag-Name

source: Add New Tag
de: Neuen Tag hinzufügen

source: Update Tag
de: Schlagwort aktualisieren

source: View Tag
de: Schlagwort anzeigen

source: Edit Tag
de: Tags bearbeiten

source: All Tags
de: Alle Tags (Schlagworte)

source: Download Tags
de: Download-Tags (Schlagworte)

source: Popular Categories
de: Populäre Kategorien

source: Search Categories
de: Kategorien durchsuchen

source: New Category Name
de: Neuer Kategorie-Name

source: Add New Category
de: Neue Kategorie hinzufügen

source: Update Category
de: Kategorie aktualisieren

source: View Category
de: Kategorie anzeigen

source: Edit Category
de: Kategorie bearbeiten

source: All Categories
de: Alle Kategorien

source: Download Category
de: Download-Kategorie

source: Download Categories
de: Download-Kategorien

source: No downloads found.
de: Keine Downloads gefunden.

source: Invalid relation attribute.
de: Ungültiges relation-Attribut.

source: Invalid order attribute.
de: Ungültiges order-Attribut.

source: Invalid orderby attribute.
de: Ungültiges orderby-Attribut.

source: Invalid button attribute.
de: Ungültiges Button-Attribut.

source: Invalid style attribute.
de: Ungültiges Style-Attribut.

source: Invalid download ID.
de: Ungültige-Download-ID.

source: Server error, file cannot be opened!
de: Server-Fehler, die Datei konnte nicht geöffnet werden.

source: You must attach a file to this download.
de: Geben Sie die Datei für den Download an.

source: Password Required
de: Passwort erforderlich

source: Please login to download this file!
de: Melden Sie sich an, um diese Datei herunterzuladen

source: You are blocked from downloading this file!
de: Sie dürfen diese Datei nicht herunterladen!

source: Invalid download.
de: Ungültiger Download.

source: Tags
de: Schlagwörter

source: Categories
de: Kategorien

source: File
de: Datei

source: No downloads found in Trash
de: Keine Downloads im Papierkorb gefunden

source: No downloads found
de: Keine Downloads gefunden

source: Search Downloads
de: Downloads durchsuchen

source: View Download
de: Download anzeigen

source: All Downloads
de: Alle Downloads

source: New Download
de: Neuer Download

source: Edit Download
de: Download bearbeiten

source: Add New Download
de: Neuen Download hinzufügen

source: Add New
de: Neuen Download hinzufügen

source: Complete Uninstall
de: Komplett deinstallieren

source: Folder Protection
de: Ordner schützen

source: Download Address
de: Download-Adresse

source: Output CSS
de: CSS ausgeben

source: Auto Delete
de: Automatisch Löschen

source: Grace Period
de: Ablauffrist

source: Admin Events
de: Vorgänge im Dashboard

source: Default List Style
de: Standard-Listen-Stil

source: Default Button Style
de: Standard-Button-Stil

source: Default Style
de: Standard-Stil

source: Default Text
de: Standard-Text

source: Block User Agents
de: User-Agents (Bots etc.) blockieren

source: Open in Browser
de: Im Browser öffnen

source: Categories and Tags
de: Kategorien und Schlagworte (Tags)

source: Advanced
de: Erweitert

source: Statistics
de: Statistiken

source: General
de: Allgemein

source: Title (Extension, File size)
de: Titel (Dateierweiterung, Dateigröße)

source: Title (File size)
de: Titel (Dateigröße)

source: Title (Count)
de: Titel (Zähler)

source: Title (Date)
de: Titel (Datum)

source: Title
de: Titel

source: Yellow
de: Gelb

source: Red
de: Rot

source: Purple
de: Purpur

source: Green
de: Grün

source: Grey
de: Grau

source: Blue
de: Blau

source: Black
de: Schwarz

source: Plain Text
de: Nur Text

source: Once Weekly
de: Wöchentlich

source: JavaScript must be enabled to migrate legacy logs.
de: Um Legislacy-Protokolle zu übernehmen, muß JavaScript aktiv sein.

source: You have %s logs from an older version of Delightful Downloads. %sPlease make a backup of your database before migrating!%s
de: Sie haben %s Log-Dateien einer älteren Delightful-Downloads-Version. %sPlease make a backup of your database before migrating!%s

source: The migration could not start due to an error.
de: Der Umzug konnte wegen eines Fehlers nicht durchgeführt werden.

source: Migrate
de: Migrieren

source: Delightful Downloads updated to version 1.5.
de: Delightful Downloads wurde auf Version 1.5 aktualisiert.

source: Please visit the %slogs screen%s to migrate your download statistics.
de: Wechseln Sie zum %slogs screen%s, um die Download-Statistiken zu migrieren.

source: Delightful Downloads updated to version 1.4.
de: Delightful Downloads wurde auf Version 1.4 aktualisiert

source: Logs deleted successfully.
de: Logs wurden erfolgreich gelöscht.

source: Logs could not be deleted.
de: Logs konnten nicht geloescht werden.

source: You do not have any logs to export in that date range.
de: Für diesen Zeitraum gibt es keine Protokoll-Datei.

source: End Date
de: Enddatum

source: Start Date
de: Startdatum

source: Export log entries to a CSV file. Please select a date range, or leave blank to export all:
de: Protokoll-Datei als CSV-Datei exportieren. Wählen Sie einen Zeitraum oder lassen Sie das Feld frei, wenn Sie alle exportieren möchten.

source: Export Logs
de: Logs exportieren

source: Delete
de: Löschen

source: You are about to permanently delete the download logs.
de: Sie sind gerade dabei, alle Download-Protokoll-Dateien endgültig zu löschen.

source: Download Logs
de: Download-Protokolle

source: Default settings reset successfully.
de: Standard-Einstellungen wurden erfolgreich zurückgesetzt.

source: No file uploaded.
de: Keine Datei hochgeladen.

source: Settings have been successfully imported.
de: Die Einstellungen wurden erfolgreich importiert.

source: Invalid settings file.
de: Ungültige Konfigurations-Datei.

source: Select a Delightful Downloads settings file to import:
de: Wählen Sie die Delightful-Downloads-Konfigurations-Datei zum Importieren.

source: Import Settings
de: Einstellungen importieren

source: Completely remove all data associated with Delightful Downloads, when uninstalling the plugin. All downloads, categories, tags and statistics will be removed.
de: Alle Dateien, die zu Delightful Downloads gehören, beim Deinstallieren auch entfernen. Alle Download-Dateien, Kategorien, Schlagworte und Übersichten werden entfernt.

source: Stop direct access to uploaded files, within the Delightful Downloads upload directory.
de: Kein direkter Zugriff auf die Dateien im Delightful Downloads-Upload-Verzeichnis.

source: The URL for download links.
de: Die URL für Download-Links.

source: The time in minutes to cache queries.
de: Vorhaltezeit (in Minuten) für Queries / Abfragen.

source: Cache database queries that are expensive to generate.
de: Umfangreiche Abfragen zwischenspeichern (Performance!)

source: Output the Delightful Downloads stylesheet on the front-end.
de: Das Delightful-Downloads-Stylesheet im Frontend einbinden.

source: The time in days to keep logs.
de: Vorhaltezeit für Protokolldateien.

source: Automatically delete old logs.
de: Alte Logs automatisch löschen.

source: The time in minutes before creating a new log.
de: Wartezeit (in Minuten) bis zur Erstellung einer neuen Protokolldatei.

source: Stop multiple logs of the same type from being saved, in quick succession.
de: Mehrere Protokolle desselben Typs, die in zeitlicher Folge erstellt wurden, nicht speichern.

source: Log events triggered by admin users.
de: Aktivitäten der Admin-Benutzer speichern.

source: The default output style, when using the %s shortcode. This can be overridden on a per-list basis.
de: Standard-Output-Stil für den %s shortcode. Dies kann auf für jede Liste überschrieben werden.

source: The default button style, when using the %s shortcode. This can be overridden on a per-download basis.
de: Standard-Button-Stil für den %s shortcode. Dies kann für jede Liste überschrieben werden.

source: The default output style, when using the %s shortcode. This can be overridden on a per-download basis.
de: Standard-Output-Stil für den %s shortcode. Dies kann für jede Liste überschrieben werden.

source: The default text to display, when using the %s shortcode. This can be overridden on a per-download basis.
de: Standard-Anzeige-Text für den %s shortcode Dies kann für jeden Download überschrieben werden.

source: User agents to block from downloading files. One per line.
de: User-Agents, die am Herunterladen von Dateien gehindert werden sollen. Ein Eintrag pro Zeile.

source: Attempt to open files in the browser window. This can be overridden on a per-download basis. For files located within the Delightful Downloads upload directory, set folder protection to 'No', which can be found under the advanced tab.
de: Dateien im Browser-Fenster öffnen? Dies kann pro Download-Datei festgelegt werden. Für die Dateien im Delightful Downloads Upload-Verzeichnis müssen Sie die Ordner-Einstellungen auf "Nein" setzen (zu finden unter dem Advanced - Tab)

source: The page to redirect non-members. If no page is selected, a generic error message will be displayed. This can be overridden on a per-download basis.
de: Weiterleitungsseite für nicht angemeldete User. Wenn keine Seite gewählt wurde, wird ein Systemfehler angezeigt. Diese Einstellung kann für jeden Download überschrieben werden.

source: No Page (Generic Error)
de: Keine Seite (Systemfehler)

source: Allow only logged in users to download files. This can be overridden on a per-download basis.
de: Nur angemeldete Benutzer können Dateien herunterladen. Dies kann man pro Download-Datei regeln.

source: Allow downloads to be tagged or categorised.
de: Download-Dateien können mit Schlagworten versehen oder kategorisiert werden.

source: Help and Support
de: Hilfe und Support

source: I will not use your email for anything else and you can unsubscribe at anytime.
de: Diese eMail-Adresse wird nicht weitergegeben und Sie können sich jederzeit abmelden.

source: Keep me informed
de: Auf dem Laufenden bleiben

source: Settings updated successfully.
de: Einstellungen wurden erfolgreich aktualisiert.

source: Reset Defaults
de: Auf Standard zurücksetzen

source: You are about to reset the download settings.
de: Sie setzen gerade die Download-Einstellungen zurück.

source: Export
de: Exportieren

source: Import
de: Daten importieren

source: Download Settings
de: Einstellungen herunterladen

source: Confirm
de: Bestätigen

source: Loading...
de: Laden...

source: File URL or path...
de: Datei URL oder Pfad...

source: Manually enter a file URL, or use the file browser.
de: Geben Sie die Datei-URL direkt ein oder nutzen Sie den Datei-Browser dafür.

source: Maximum upload file size: %s.
de: Größte Upload-Datei-Größe: : %s.

source: Select File
de: Datei auswählen

source: or
de: oder

source: Drop file here
de: Datei hierhin ziehen

source: Delete File
de: Datei löschen

source: Select Existing
de: Bestehende Auswählen

source: Upload
de: Hochladen

source: Replace File:
de: Datei ersetzen:

source: This file will attempt to open in the browser window. If the file is located within the Delightful Downloads upload directory, you will need to set the %sfolder protection%s setting to 'No'.
de: Wenn diese Datei im Browser-Fenster geöffnet werden soll und im Delightful-Downloads-Upload-Verzeichnis gespeichert ist, müssen Sie die Einstellung für %sfolder protection%s auf "Nein" setzen.

source: Open In Browser
de: Im Browser öffnen

source: The page to redirect non-members.
de: Weiterleitungsseite für nicht angemeldete Benutzer.

source: Pages
de: Seiten

source: Allow only logged in users to download this file.
de: Nur angemeldete Benutzer dürfen diese Datei herunterladen.

source: No
de: Nein

source: Yes
de: Ja

source: Members Only
de: Nur für angemeldete Benutzer

source: The number of times this file has been downloaded.
de: Anzahl der Downloads dieser Datei.

source: Existing File
de: Bestehende Datei

source: Upload File
de: Datei hochladen

source: Allowed Files
de: Zugelassene Dateitypen

source: Inaccessible File
de: Dateizugriff nicht möglich

source: Remote File
de: Datei an anderem Ort

source: Local File
de: Lokale Datei

source: Download draft updated.
de: Der Download-Entwurf wurde aktualisiert.

source: M j, Y @ G:i
de: d.m.Y H:i

source: Download scheduled for: <strong>%1$s</strong>.
de: Der Download ist geplant für: <strong>%1$s</strong>.

source: Download submitted.
de: Download übertragen.

source: Download saved.
de: Download gespeichert.

source: Download published. Use the %s shortcode to include it in posts or pages.
de: Der Download wurde veröffentlicht. Mit diesem Shortcode: %sshortcode können Sie ihn in Beiträgen oder Seiten einbinden.

source: Download restored to revision from %s
de: Der Download wurde von %s zur Revision zurückgesetzt.

source: Custom field deleted.
de: Benutzerdefinertes Feld gelöscht.

source: Custom field updated.
de: Benutzerdefinertes Feld aktualisiert.

source: Download updated. Use the %s shortcode to include it in posts or pages.
de: Der Download wurde aktualisiert. Mit diesem Shortcode: %sshortcode können Sie ihn in Beiträgen oder Seiten einbinden.

source: Please %sadd%s a new download.
de: Bitte %sadd%s einen neuen Download.

source: Download Count
de: Anzahl Downloads

source: File Size
de: Dateigröße

source: Insert
de: Einfügen

source: Styles
de: Stile

source: Inherit
de: übernehmen

source: Style
de: Stil

source: Insert Download
de: Download einfügen

source: Close
de: Schliessen

source: Failed security check!
de: Sicherheits-Prüfung fehlgeschlagen!

source: Popular Downloads
de: Beliebte Downloads

source: All Time
de: Immer

source: Last 30 Days
de: Letzte 30 Tage

source: Last 7 Days
de: Letzte 7 Tage

source: Last 24 Hours
de: In den letzten 24 Stunden

source: There are no popular downloads yet!
de: Keine beliebten Downloads vorhanden!

source: Download statistics could not be retrieved.
de: Es wurden keine Download Statistiken gefunden.

source: Download Statistics
de: Download Statistiken

source: No download logs found.
de: Keine Download-Logeinträge gefunden.

source: Non-member
de: Nicht angemeldet

source: Unknown
de: Unbekannt

source: Date
de: Datum

source: IP Address
de: IP-Adresse

source: User
de: Benutzer

source: Logs
de: Logdateien

source: Log
de: Logdatei

source: Failed security checks!
de: Sicherheits-Prüfungen fehlgeschlagen!

source: Settings
de: Einstellungen
